import { IBenefit } from '../model/types'

export const benefitsConfig: IBenefit[] = [
	{
		title: '1 / Быстрый монтаж ',
		text: 'Строим дома в кратчайшие сроки — вы сможете заселиться уже через 60 - 90 дней. Все работы выполняются прямо на вашем участке'
	},
	{
		title: '2 / Индивидуальный подход',
		text:  'Учитываем ваши потребности, пожелания и особенности участка — от планировки до стиля интерьера'
	},
	{
		title: '3 / Контроль качества',
		text:  'Используем проверенные материалы и регулярно проверяем качество сборки'
	},
	{
		title: '4 / Проектируем или строим по вашему проекту',
		text:  'Есть идея? Мы её реализуем. Нет проекта? Разработаем с нуля — удобно, грамотно и с учётом бюджета'
	},
]