import { IBenefit } from '../model/types'

export const benefitsConfig: IBenefit[] = [
	{
		title: '1 / Быстрый монтаж ',
		text: 'Собираем модульные и каркасные дома всего за 60–90 дней — вы точно знаете, когда получите ключи'
	},
	{
		title: '2 / Индивидуальный подход',
		text:  'Каждый проект адаптируем под ваш участок, бюджет и пожелания — от планировки до отделки'
	},
	{
		title: '3 / Контроль качества',
		text:  'Используем проверенные материалы и регулярно проверяем качество сборки'
	},
	{
		title: '4 / Честная смета',
		text:  'Фиксируем стоимость на этапе договора, без доплат в процессе и неприятных сюрпризов'
	},
]